/* 
ให้
1. ประกาศตัวแปรเพื่อเก็บข้อมูลพนักงาน โดยมีข้อมูลดังนี้
    ชื่อจริง: Rose
    นามสกุล: Mary
    อายุ: 25
2. ให้แสดงข้อมูลของพนักงานคนดังกล่าวออกมา
3. ต่อมา hr เห็นว่าลืมใส่ตำแหน่งงาน ขอให้เพิ่มตำแหน่งงานเข้าไปในรูปแบบนี้
    ตำแหน่งงาน: โปรแกรมเมอร์
4. ให้แสดงข้อมูลของพนักงานคนดังกล่าวออกมาอีกรอบ
5. hr บอกว่าชื่อตำแหน่งควรเป็นภาษาอังกฤษ ให้เปลี่ยน โปรแกรมเมอร์ เป็น Programmer
6. ให้แสดงเฉพาะตำแหน่งงานออกมา โดยให้เห็นเฉพาะคำว่า "Programmer"
7. hr เห็นว่าไม่ควรเก็บข้อมูลอายุของพนักงานไว้ ให้ลบอายุออก
8. ให้แสดงข้อมูลของพนักงานคนดังกล่าวออกมาอีกรอบ
*/