/* 
ให้
1. ประกาศตัวแปรเพื่อเก็บข้อมูลรายการสินค้า โดยมีสินค้าดังนี้ apple, orange, pear, cherry
2. ให้แสดงข้อมูลรายการสินค้า
3. ต่อมา cherry ขาดตลาด จึงต้องลบ cherry ออก
4. ให้แสดงข้อมูลรายการสินค้าหลังลบ cherry ออก
5. ต่อมาร้านรับ black berry มาขาย ให้เพิ่ม black berry เข้าไปในรายการสินค้า
6. ให้แสดงข้อมูลรายการสินค้าหลังเพิ่ม black berry เข้าไป
7. ลูกค้าบอกว่าอยากซื้อสินค้าที่อยู่ในตำแหน่งที่ 2 (index 1) ให้แสดงว่าสินค้าชิ้นดังกล่าวคืออะไร
8. คนงานในร้านบอกว่าจะเปลี่ยนผลไม้ในตำแหน่งที่ 3 (index 2) เป็น pineapple ให้ทำการเปลี่ยนสินค้า
9. ให้แสดงข้อมูลรายการสินค้า ณ ปัจจุบัน
*/